Repository: ahmtbugraa/MathPro
Catalog: MathPro/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, es, es_419, es_mx, es_us, fa, fi, fil, fr, fr_ca, gu, ha, he, hi, hr, hu, id, it, ja, jv, kk, kn, ko, ku, mr, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, su, sv, sw, ta, te, th, tr, ug, uk, ur, vi, xh, zh_hans, zh_hant, zh_hk, zu

source: Open Settings
ar: افتح الإعدادات
az: Parametrləri aç
bg: Отвори Настройки
bn: সেটিংস খুলুন
ca: Obre Configuració
cs: Otevřít Nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir Ajustes
es_419: Abrir Ajustes
es_mx: Abrir Configuración
es_us: Abrir Ajustes
fa: باز کردن تنظیمات
fi: Avaa Asetukset
fil: Buksan ang Settings
fr: Ouvrir Réglages
fr_ca: Ouvrir Réglages
gu: સેટિંગ્સ ખોલો
ha: Bude Saituna
he: פתח הגדרות
hi: सेटिंग्स खोलें
hr: Otvori Postavke
hu: Nyisd meg a Beállításokat
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
jv: Buka Setelan
kk: Параметрлерді аш
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು ತೆರೆಯು
ko: 설정 열기
ku: Mîhengan vekin
mr: सेटिंग्ज उघड
ms: Buka Tetapan
nb: Åpne Innstillinger
nl: Open Instellingen
pa: ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pl: Otwórz ustawienia
pt_br: Abrir Ajustes
pt_pt: Abrir Definições
ro: Deschide Setările
ru: Открыть настройки
sk: Otvoriť nastavenia
su: Buka Setélan
sv: Öppna Inställningar
sw: Fungua Mipangilio
ta: அமைப்புகளைத் திறக்கவும்
te: సెట్టింగ్స్ ఓపెన్ చేయండి
th: เปิดการตั้งค่า
tr: Ayarları Aç
ug: تەڭشەكلەرنى ئاچ
uk: Відкрити налаштування
ur: ترتیبات کھولو
vi: Mở Cài đặt
xh: Vula Izicwangciso
zh_hans: 打开设置
zh_hant: 開啟設定
zh_hk: 打開設定
zu: Vula Izilungiselelo

source: Photo to solve
ar: صورة للحل
az: Həll etmək üçün foto
bg: Снимка за решаване
bn: সমাধানের জন্য ছবি
ca: Foto per resoldre
cs: Fotka k vyřešení
da: Foto til løsning
de: Foto zum Lösen
el: Φωτογραφία για επίλυση
es: Foto para resolver
es_419: Foto para resolver
es_mx: Foto para resolver
es_us: Foto para resolver
fa: عکس برای حل
fi: Kuva ratkaistavaksi
fil: Larawang sosolbahin
fr: Photo à résoudre
fr_ca: Photo à résoudre
gu: ઉકેલવા માટે ફોટો
ha: Hoton da za a warware
he: תמונה לפתרון
hi: हल करने के लिए फ़ोटो
hr: Fotografija za rješavanje
hu: Fénykép a megoldáshoz
id: Foto untuk diselesaikan
it: Foto da risolvere
ja: 解くための写真
jv: Foto kanggo diselesaikan
kk: Шешу үшін фото
kn: ಪರಿಹರಿಸಬೇಕಾದ ಫೋಟೋ
ko: 해결할 사진
ku: Wêne ji bo çarenivîsê
mr: सोमजण्याकरता फोटो
ms: Foto untuk diselesaikan
nb: Bilde å løse
nl: Foto om op te lossen
pa: ਹੱਲ ਕਰਨ ਲਈ ਫੋਟੋ
pl: Zdjęcie do rozwiązania
pt_br: Foto para resolver
pt_pt: Foto para resolver
ro: Foto pentru rezolvare
ru: Фото для решения
sk: Fotka na vyriešenie
su: Foto pikeun direngsekeun
sv: Foto att lösa
sw: Picha ya kutatua
ta: தீர்க்க வேண்டிய புகைப்படம்
te: పరిష్కరించడానికి ఫోటో
th: ถ่ายรูปเพื่อแก้โจทย์
tr: Fotoğrafla çöz
ug: ھەل قىلىدىغان رەسىم
uk: Фото для розв'язання
ur: حل کرنے کے لیے تصویر
vi: Ảnh để giải
xh: Ifoto yokusombulula
zh_hans: 拍照解题
zh_hant: 拍照解題
zh_hk: 拍照解題
zu: Isithombe sokuxazulula

source: Photograph & Solve Instantly
ar: التقط صورة واحصل على الحل فورًا
az: Şəkil çək və dərhal həll et
bg: Сними и реши моментално
bn: ছবি তোলুন ও সঙ্গে সঙ্গেই সমাধান পান
ca: Fotografia i resol al moment
cs: Vyfoť a okamžitě vyřeš
da: Tag billede og få løsning med det samme
de: Foto aufnehmen & sofort lösen
el: Φωτογράφισε και επίλυσε αμέσως
es: Fotografía y resuelve al instante
es_419: Fotografía y resuelve al instante
es_mx: Fotografía y resuelve al instante
es_us: Fotografía y resuelve al instante
fa: عکس بگیر و فوراً حل کن
fi: Kuvaa ja ratkaise välittömästi
fil: Kunan at Agad na Lutasin
fr: Photographier et résoudre instantanément
fr_ca: Photographie et résous instantanément
gu: ફોટો લે અને તરત ઉકેલ
ha: Hoton & Warware Nan Take
he: צלם ופתור מיד
hi: फोटोग्राफ करें और तुरंत हल प्राप्त करें
hr: Fotografiraj i riješi odmah
hu: Fotózd le és oldd meg azonnal
id: Foto & Selesaikan Seketika
it: Fotografa e risolvi all'istante
ja: 撮影してすぐに解く
jv: Fotokake & Solvè Langsung
kk: Фотоға түсіріп, дереу шеш
kn: ಫೋಟೋ ತೆಗೆದು ತಕ್ಷಣ ಪರಿಹರಿಸು
ko: 사진으로 즉시 풀이
ku: Wêne bike û hemen çöze
mr: फोटोग्राफ करून लगेच सोडव
ms: Ambil Gambar & Selesaikan Segera
nb: Fotografer & løs umiddelbart
nl: Fotografeer & los direct op
pa: ਫੋਟੋ ਖਿੱਚੋ ਅਤੇ ਤੁਰੰਤ ਹੱਲ ਲਵੋ
pl: Zrób zdjęcie i rozwiąż natychmiast
pt_br: Fotografe e resolva instantaneamente
pt_pt: Fotografa e resolve instantaneamente
ro: Fotografiază și rezolvă instantaneu
ru: Сфотографируй и реши мгновенно
sk: Fotiť a riešiť okamžite
su: Motret & Selesaikeun Instan
sv: Fotografera och lös direkt
sw: Piga picha & Tatua Mara Moja
ta: புகைப்படம் எடுத்துப் உடனே தீர்க்கவும்
te: ఫొటో తీశే వెంటనే పరిష్కరించండి
th: ถ่ายภาพแล้วแก้ทันที
tr: Fotoğrafla & Anında Çöz
ug: سۈرەت ئال ۋە دەرىھال ھەل قىل
uk: Зфотографуй і розв'яжи миттєво
ur: تصویر کھینچو اور فوراً حل کرو
vi: Chụp ảnh & Giải ngay lập tức
xh: Thatha ifoto uze usombule ngoko nangoko
zh_hans: 拍照并即时解题
zh_hant: 拍照並立即解題
zh_hk: 拍照即解
zu: Thatha isithombe & Xazulula ngokushesha

source: Plan
ar: الخطة
bg: План
bn: পরিকল্পনা
ca: Pla
cs: Plán
de: Tarif
el: Σχέδιο
fa: طرح
fi: Suunnitelma
fil: Plano
fr: Forfait
fr_ca: Forfait
gu: યોજનાની રૂપરેખા
ha: Shiri
he: תוכנית
hi: योजना
hu: Előfizetés
id: Rencana
it: Piano
ja: プラン
jv: Rencana
kk: Жоспар
kn: ಯೋಜನೆ
ko: 플랜
mr: योजना
ms: Pelan
pa: ਯੋਜਨਾ
pt_br: Plano
pt_pt: Plano
ru: Тариф
sk: Plán
su: Rencana
sw: Mpango
ta: திட்டம்
te: ప్లాన్
th: แผนการ
ug: پىلان
uk: План
ur: منصوبہ
vi: Gói
xh: Icwangciso
zh_hans: 方案
zh_hant: 方案
zh_hk: 方案
zu: Uhlelo

source: Please wait for the animation to finish
ar: يرجى الانتظار حتى ينتهي التّحريك
az: Animasiya bitənə qədər zəhmət olmasa gözləyin
bg: Моля изчакай анимацията да приключи
bn: অ্যানিমেশন শেষ হওয়া পর্যন্ত অপেক্ষা করুন
ca: Espera que l'animació acabi
cs: Počkej prosím, až animace skončí
da: Vent venligst på, at animationen er færdig
de: Bitte warte, bis die Animation beendet ist
el: Παρακαλώ περίμενε να τελειώσει η κινούμενη εικόνα
es: Espera a que termine la animación, por favor
es_419: Espera a que termine la animación
es_mx: Espera a que la animación termine
es_us: Por favor espera a que termine la animación
fa: لطفاً صبر کنید تا انیمیشن تمام شود
fi: Odota, että animaatio päättyy
fil: Pakihintay matapos ang animasyon
fr: Veuillez attendre la fin de l'animation
fr_ca: Veuillez attendre la fin de l’animation
gu: એનિમેશન પૂર્ણ થવા માટે કૃપા કરીને રાહ જુઓ
ha: Da fatan jira har animation ya ƙare
he: אנא המתינו עד שהאנימציה תסתיים
hi: कृपया एनीमेशन समाप्त होने की प्रतीक्षा करें
hr: Pričekaj da animacija završi
hu: Várj, amíg az animáció befejeződik
id: Harap tunggu sampai animasi selesai
it: Attendi che l'animazione finisca
ja: アニメーションが終わるまでお待ちください
jv: Tulung enteni animasi rampung
kk: Анимация аяқталуын күте тұршы
kn: ಶರಣಿಯ animation ಮುಗಿಯುವವರೆಗೆ ದಯವಿಟ್ಟು ಕಾಯಿ
ko: 애니메이션이 끝날 때까지 잠시 기다려 주세요
ku: Ji kerema xwe bisekine heta animasyon qedî bibe
mr: कृपया अ‍ॅनिमेशन संपेपर्यंत थांब
ms: Sila tunggu sehingga animasi selesai
nb: Vennligst vent til animasjonen er ferdig
nl: Wacht alstublieft tot de animatie klaar is
pa: ਕਿਰਪਾ ਕਰਕੇ ਐਨੀਮੇਸ਼ਨ ਖਤਮ ਹੋਣ ਦੀ ਉਡੀਕ ਕਰੋ
pl: Poczekaj, aż animacja się zakończy.
pt_br: Por favor, aguarde o fim da animação
pt_pt: Aguarda que a animação termine
ro: Așteaptă până se termină animația
ru: Подожди, пока анимация не закончится
sk: Počkajte, kým animácia neskončí
su: Punten antosan animasi réngsé
sv: Vänligen vänta tills animationen är klar
sw: Tafadhali subiri hadi uhuishaji ukamilike
ta: அனிமேஷன் முடிவதைக் காத்திருக்கவும்
te: దయచేసి యానిమేషన్ పూర్తవ్వడానికి వేచి ఉండండి
th: โปรดรอให้อนิเมชันทำงานเสร็จ
tr: Lütfen animasyonun bitmesini bekleyin
ug: ئانېما تاماملانغىچە ساقلاپ تۇر
uk: Будь ласка, дочекайтесь завершення анімації
ur: براہِ مہربانی اینیمیشن ختم ہونے تک انتظار کرو
vi: Vui lòng đợi hoạt ảnh kết thúc
xh: Nceda linda de i-animation igqibe
zh_hans: 请等待动画结束
zh_hant: 請等待動畫結束
zh_hk: 請等動畫播放完畢
zu: Sicela linda kuze kuphele ukuhambisa

source: Point your camera at the problem — framing is automatic.
ar: وجّه الكاميرا نحو المسألة — الإطار يتم تلقائيًا.
az: Kameranı problemə yönəldin — çərçivələmə avtomatikdir.
bg: Насочи камерата към задачата — кадрирането е автоматично.
bn: আপনার ক্যামেরা সমস্যার দিকে নির্দেশ করুন — ফ্রেমিং স্বয়ংক্রিয়।
ca: Apunta la càmera al problema — l'enquadrament és automàtic.
cs: Nasměruj kameru na úlohu — o ořez se postaráme automaticky.
da: Peg dit kamera mod opgaven — indramning sker automatisk.
de: Richte deine Kamera auf die Aufgabe — das Einrahmen erfolgt automatisch.
el: Σκύψε την κάμερά σου στο πρόβλημα — το καδράρισμα γίνεται αυτόματα.
es: Apunta la cámara al problema: el encuadre es automático.
es_419: Apunta la cámara al problema — el encuadre es automático.
es_mx: Apunta tu cámara al problema: el encuadre es automático.
es_us: Apunta tu cámara al problema — el encuadre es automático.
fa: دوربین را سمت مسئله بگیرید — قاب‌بندی به‌صورت خودکار انجام می‌شود.
fi: Suuntaa kamera tehtävään — rajaus tapahtuu automaattisesti.
fil: Ituro ang camera sa problemang iyon — awtomatiko ang pag‑frame.
fr: Pointe ta caméra vers le problème — le cadrage est automatique.
fr_ca: Dirige la caméra vers le problème — le cadrage est automatique.
gu: તમારી કૅમેરાને સમસ્યાની બાજુમાં રાખો — ફ્રેમિંગ આપોઆપ થાય છે.
ha: Nuna kyamararka ga matsalar — tsara ta atomatik.
he: כוונו את המצלמה אל הבעיה — המסגור אוטומטי.
hi: अपने कैमरे को समस्या पर रखें — फ्रेमिंग स्वचालित है।
hr: Upravi kameru prema zadatku — okvir se postavlja automatski.
hu: Irányítsd a kamerát a feladatra — a keretezés automatikus.
id: Arahkan kamera ke soal — framing otomatis.
it: Inquadra il problema con la fotocamera — l'inquadratura è automatica.
ja: 問題にカメラを向けてください — 枠取りは自動です。
jv: Tunjukaké kamermu menyang soal — bingkai bakal otomatis.
kk: Камераны есепке бағытта — қашау автоматты түрде жасалады.
kn: ಸಮಸ್ಯೆ ಕಡೆಗೆ ಕ್ಯಾಮೆರಾವನ್ನು ಟಾರ್ಗೆಟ್ ಮಾಡು — ಫ್ರೇಮಿಂಗ್ ಸ್ವಯಂಚಾಲಿತ.
ko: 카메라를 문제에 맞추세요 — 프레이밍은 자동으로 이루어집니다.
ku: Kamera xwe li ser problemê re nîşan bide — çerxkirin bi otomatikê ye.
mr: कॅमेऱ्याने समस्येकडे बोट दाखव — फ्रेम आपोआप होते.
ms: Arahkan kamera ke masalah — pelarasan bingkai automatik.
nb: Peil kameraet mot oppgaven — innramming skjer automatisk.
nl: Richt je camera op het probleem — kaderen gebeurt automatisch.
pa: ਆਪਣੇ ਕੈਮਰੇ ਨਾਲ ਸਮੱਸਿਆ ਵੱਲ ਦੀਰਘ ਕਰੋ — ਫਰੇਮਿੰਗ ਆਟੋਮੈਟਿਕ ਹੈ।
pl: Skieruj aparat na zadanie — kadrowanie odbywa się automatycznie.
pt_br: Aponte a câmera para o problema — o enquadramento é automático.
pt_pt: Aponta a câmara para o problema — o enquadramento é automático.
ro: Îndreaptă camera către problemă — încadrarul se face automat.
ru: Наведи камеру на задачу — кадрирование выполняется автоматически.
sk: Namierte kameru na príklad — orezanie je automatické.
su: Arahkeun kaméra ka soal — pigura otomatis.
sv: Rikta kameran mot uppgiften — inramningen sker automatiskt.
sw: Elekeza kamera yako kwenye tatizo — upangaji unaendeshwa kwa ajili yako.
ta: உங்கள் கேமராவை பிரச்சினையின் மீது நோக்குங்கள் — பட ஒழுங்கு தானாக அமைக்கப்படும்.
te: మీ కెమెరాను సమస్యకు సెట్ చేయండి — ఫ్రేమింగ్ ఆటోమేటిక్ గా జరుగుతుంది.
th: ชี้กล้องไปที่โจทย์—ระบบจัดกรอบโดยอัตโนมัติ
tr: Kameranı probleme tut — çerçeveleme otomatik.
ug: كامېراڭنى مەسىلىگە يېقىن قوي — فېرمىلەش ئاپتوماتىك.
uk: Наведіть камеру на задачу — кадрування відбувається автоматично.
ur: اپنیمرکزی کیمرا مسئلے پر رکھو — فریم خود بخود ہو جائے گا۔
vi: Hướng camera vào đề — khung tự động căn chỉnh.
xh: Lungisa ikhamera yakho kumbuzo — ukufrima kuyenzeka ngokuzenzekelayo.
zh_hans: 将相机对准题目 — 框选会自动完成。
zh_hant: 將相機對準題目 — 系統會自動框好。
zh_hk: 將相機對準題目 — 會自動構圖。
zu: Beka ikhamera yakho enkingini — ukuhlelwa kwenza ngokuzenzakalayo.

source: Preparing explanation...
ar: جارٍ تحضير الشرح...
az: Açıqlama hazırlanır...
bg: Подготвям обяснение...
bn: ব্যাখ্যা প্রস্তুত করা হচ্ছে...
ca: Preparant l'explicació...
cs: Připravuji vysvětlení...
da: Forbereder forklaring...
de: Erklärung wird vorbereitet...
el: Ετοιμάζω την εξήγηση...
es: Preparando la explicación...
es_419: Preparando explicación...
es_mx: Preparando explicación...
es_us: Preparando explicación...
fa: در حال آماده‌سازی توضیح...
fi: Valmistelemme selitystä...
fil: Ihahanda ang paliwanag...
fr: Préparation de l'explication...
fr_ca: Préparation de l’explication...
gu: વિવરણ તૈયાર કરું છું...
ha: Shirya bayani...
he: מכין הסבר...
hi: व्याख्या तैयार की जा रही है...
hr: Pripremam objašnjenje...
hu: Magyarázat előkészítése...
id: Mempersiapkan penjelasan...
it: Preparazione della spiegazione...
ja: 解説を準備しています...
jv: Nyiyapaké penjelasan...
kk: Түсініктеме дайындалып жатыр...
kn: ವಿವರಣೆ ತಯಾರಿಸುತ್ತಿದೆ...
ko: 설명 준비 중...
ku: Rênbarkirina vekolînê...
mr: स्पष्टीकरण तयार करत आहे...
ms: Menyediakan penjelasan...
nb: Forbereder forklaring...
nl: Uitleg voorbereiden...
pa: ਵਿਆਖਿਆ ਤਿਆਰ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Przygotowuję wyjaśnienie...
pt_br: Preparando explicação...
pt_pt: A preparar explicação...
ro: Pregătesc explicația...
ru: Готовлю объяснение...
sk: Pripravujem vysvetlenie...
su: Nyusun katerangan...
sv: Förbereder förklaring...
sw: Kuandaa maelezo...
ta: விளக்கத்தைத் தயார் செய்கிறோம்...
te: వివరణ సిద్ధం చేస్తోంది...
th: กำลังเตรียมคำอธิบาย...
tr: Açıklama hazırlanıyor...
ug: چۈشەندۈرۈلمە تەييارلىنىۋاتىدۇ...
uk: Підготовка пояснення...
ur: وضاحت تیار کی جا رہی ہے...
vi: Đang chuẩn bị lời giải...
xh: Kulungiselela inkcazo...
zh_hans: 正在准备讲解...
zh_hant: 正在準備解說...
zh_hk: 準備解釋中...
zu: Kulungiselelwa incazelo...

source: Privacy Policy
ar: سياسة الخصوصية
az: Məxfilik Siyasəti
bg: Политика за поверителност
bn: গোপনীয়তা নীতি
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
da: Fortrolighedspolitik
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es: Política de privacidad
es_419: Política de privacidad
es_mx: Política de privacidad
es_us: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
fr_ca: Politique de confidentialité
gu: ગોપનીયતા નীতি
ha: Manufar Sirri
he: מדיניות הפרטיות
hi: गोपनीयता नीति
hr: Pravila privatnosti
hu: Adatvédelmi szabályzat
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
jv: Kebijakan Privasi
kk: Құпиялық саясаты
kn: ಗोप್ಯತಾ ನೀತಿ
ko: 개인정보처리방침
ku: Siyaseta Taybetî
mr: गोपनीयता धोरण
ms: Dasar Privasi
nb: Personvernregler
nl: Privacybeleid
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ
pl: Polityka prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
su: Kawijakan Privasi
sv: Sekretesspolicy
sw: Sera ya Faragha
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
ug: خۇسۇسىيەت سىياسىتى
uk: Політика конфіденційності
ur: رازداری کی پالیسی
vi: Chính sách bảo mật
xh: Inqubomgomo yoKucoca uBuwena
zh_hans: 隐私政策
zh_hant: 隱私權政策
zh_hk: 私隱政策
zu: Inqubomgomo Yobumfihlo

source: Problem
ar: المسألة
bg: Задача
bn: সমস্যা
ca: Problema
cs: Úloha
da: Opgave
de: Aufgabe
el: Πρόβλημα
es: Problema
es_419: Problema
es_mx: Problema
es_us: Problema
fa: مسئله
fi: Tehtävä
fil: Problema
fr: Problème
fr_ca: Problème
gu: સમસ્યા
ha: Matsala
he: בעיה
hi: समस्या
hr: Zadatak
hu: Feladat
id: Soal
it: Problema
ja: 問題
jv: Soal
kk: Есеп
kn: ಸಮಸ್ಯೆ
ko: 문제
ku: Pirsgirêk
mr: समस्या
ms: Masalah
nb: Oppgave
nl: Probleem
pa: ਸਮੱਸਿਆ
pl: Zadanie
pt_br: Problema
pt_pt: Problema
ro: Problemă
ru: Задача
sk: Príklad
su: Soal
sw: Tatizo
ta: பிரச்சனை
te: సమస్య
th: โจทย์
ug: مەسىلە
uk: Задача
ur: مسئلہ
vi: Bài toán
xh: Ingxaki
zh_hans: 题目
zh_hant: 題目
zh_hk: 題目
zu: Inkinga

source: Problem recognized!
ar: تم التعرف على المسألة!
az: Problem tanındı!
bg: Задачата е разпозната!
bn: সমস্যা চিহ্নিত হয়েছে!
ca: Problema reconegut!
cs: Úloha rozpoznána!
da: Opgave genkendt!
de: Aufgabe erkannt!
el: Το πρόβλημα αναγνωρίστηκε!
es: ¡Problema reconocido!
es_419: ¡Problema reconocido!
es_mx: ¡Problema reconocido!
es_us: ¡Problema reconocido!
fa: مسئله شناسایی شد!
fi: Tehtävä tunnistettu!
fil: Nakilala ang problema!
fr: Problème reconnu !
fr_ca: Problème reconnu !
gu: સમસ્યા ઓળખાઇ ગઈ!
ha: An gane matsalar!
he: הבעיה זוהתה!
hi: समस्या पहचान ली गई!
hr: Zadatak prepoznat!
hu: Feladat észlelve!
id: Soal dikenali!
it: Problema riconosciuto!
ja: 問題を認識しました！
jv: Soal dikenali!
kk: Есеп анықталды!
kn: ಸಮಸ್ಯೆ ಗುರುತಿಸಲ್ಪಟ್ಟಿದೆ!
ko: 문제가 인식되었습니다!
ku: Pirsgirêk nas kir!
mr: समस्या ओळखली!
ms: Masalah dikesan!
nb: Oppgave gjenkjent!
nl: Probleem herkend!
pa: ਸਮੱਸਿਆ ਪਛਾਣ ਲਈ ਗਈ!
pl: Zadanie rozpoznane!
pt_br: Problema reconhecido!
pt_pt: Problema reconhecido!
ro: Problemă recunoscută!
ru: Задача распознана!
sk: Príklad rozpoznaný!
su: Soal kadeteksi!
sv: Problem igenkänt!
sw: Tatizo limetambuliwa!
ta: பிரச்சனை கண்டறியப்பட்டது!
te: సమసం గుర్తించబడింది!
th: ตรวจพบโจทย์แล้ว!
tr: Problem tanındı!
ug: مەسىلە تونۇلىدۇ!
uk: Задачу розпізнано!
ur: مسئلہ پہچان لیا گیا!
vi: Đã nhận diện bài toán!
xh: Ingxaki iyaziwa!
zh_hans: 已识别题目！
zh_hant: 已識別題目！
zh_hk: 已識別題目！
zu: Inkinga iyabonwa!

source: Rate the App
ar: قيّم التطبيق
az: Tətbiqi qiymətləndir
bg: Оцени приложението
bn: অ্যাপ মূল্যায়ন করুন
ca: Valora l'aplicació
cs: Ohodnoť aplikaci
da: Bedøm appen
de: App bewerten
el: Βαθμολόγησε την εφαρμογή
es: Valora la app
es_419: Valorar la app
es_mx: Calificar la app
es_us: Califica la app
fa: امتیاز دادن به اپ
fi: Arvostele sovellus
fil: I‑rate ang App
fr: Noter l’app
fr_ca: Évaluer l’app
gu: એપ પર રેટ આપો
ha: Kila ka ƙaunaci wannan App
he: דרג את האפליקציה
hi: ऐप को रेट करें
hr: Ocijeni aplikaciju
hu: Értékeld az alkalmazást
id: Nilai Aplikasi
it: Valuta l'app
ja: アプリを評価する
jv: Rating Aplikasi
kk: Бағала
kn: ಆಪ್‌ಗೆ ರೇಟಿಂಗ್ ನೀಡು
ko: 앱 평가하기
ku: Serlêdanê nirxandin
mr: अॅप रेट करा
ms: Nilai Aplikasi
nb: Gi appen karakter
nl: Beoordeel de app
pa: ਐਪ ਦੀ ਦਰਜਾ بندی ਕਰੋ
pl: Oceń aplikację
pt_br: Avalie o app
pt_pt: Avalia a App
ro: Evaluează aplicația
ru: Оценить приложение
sk: Ohodnotiť aplikáciu
su: Nilai Aplikasi
sv: Betygsätt appen
sw: Tathmini App
ta: பயன்பாட்டை மதிப்பிடவும்
te: ఆప్‌ను రేట్ చేయండి
th: ให้คะแนนแอป
tr: Uygulamayı Değerlendir
ug: ئېپنى باھا بېغىشلا
uk: Оцініть додаток
ur: ایپ کی درجہ بندی کرو
vi: Đánh giá Ứng dụng
xh: Lingisa uhlelo
zh_hans: 为应用评分
zh_hant: 為此 App 評分
zh_hk: 為App評分
zu: Beka isilinganiso sohlelo

source: Reading math problem...
ar: جارٍ قراءة مسألة الرياضيات...
az: Riyazı problemi oxunur...
bg: Чета математическата задача...
bn: গণিত সমস্যাগুলি পড়া হচ্ছে...
ca: Llegint el problema matemàtic...
cs: Čtu matematický problém...
da: Læser matematikopgave...
de: Lese Aufgabe...
el: Διαβάζω το μαθηματικό πρόβλημα...
es: Leyendo el problema matemático...
es_419: Leyendo el problema matemático...
es_mx: Leyendo el problema matemático...
es_us: Leyendo el problema matemático...
fa: در حال خواندن مسئلهٔ ریاضی...
fi: Luen matematiikan tehtävää...
fil: Binabasa ang problemang math...
fr: Lecture du problème mathématique...
fr_ca: Lecture du problème de mathématiques...
gu: ગણિતની સમસ્યા વાંચી રહ્યું છે...
ha: Ana karanta matsalar lissafi...
he: קורא את הבעיה...
hi: गणित समस्या पढ़ी जा रही है...
hr: Čitam matematički zadatak...
hu: A feladat olvasása...
id: Membaca soal matematika...
it: Lettura del problema matematico...
ja: 問題を読み取っています...
jv: Maca soal matematika...
kk: Математикалық есеп оқылып жатыр...
kn: ಗಣಿತ ಸಮಸ್ಯೆಯನ್ನು ಓದುತ್ತಿದೆ...
ko: 수학 문제를 읽는 중...
ku: Xwendina problemê matematîkê...
mr: गणित समस्या वाचत आहे...
ms: Membaca masalah matematik...
nb: Lese matteoppgave...
nl: Wiskundeprobleem lezen...
pa: ਗਣਿਤ ਸਮੱਸਿਆ ਪੜ੍ਹੀ ਜਾ ਰਹੀ ਹੈ...
pl: Odczytywanie zadania matematycznego...
pt_br: Lendo o problema de matemática...
pt_pt: A ler o problema de matemática...
ro: Citesc problema de matematică...
ru: Считываю задачу...
sk: Čítam matematický príklad...
su: Maca soal matematika...
sv: Läser mattetal...
sw: Kusoma tatizo la hisabati...
ta: கணிதப் பிரச்சினை வாசிக்கப்படுகிறது...
te: గణిత సమస్యను చదువుతోంది...
th: กำลังอ่านโจทย์คณิต...
tr: Matematik problemi okunuyor...
ug: ماتېماتىكىنى ئوقۇپ ۋە ئوقۇۋاتىدۇ...
uk: Зчитую задачу...
ur: ریاضی مسئلہ پڑھ رہا ہوں...
vi: Đang đọc bài toán...
xh: Kufundwa ingxaki yemathematika...
zh_hans: 正在读取题目...
zh_hant: 正在讀取數學題目...
zh_hk: 閱讀數學題目中...
zu: Kufundwa inkinga yezibalo...

source: Reset crop area
ar: إعادة ضبط مساحة الاقتصاص
az: Kəsmə sahəsini sıfırla
bg: Възстанови зоната за изрязване
bn: ক্রপ এরিয়া রিসেট করুন
ca: Restableix l'àrea de retall
cs: Resetovat oblast ořezu
da: Nulstil beskæringsområde
de: Zuschneidebereich zurücksetzen
el: Επαναφορά περιοχής περικοπής
es: Restablecer área de recorte
es_419: Restablecer área de recorte
es_mx: Restablecer área de recorte
es_us: Restablecer área de recorte
fa: بازنشانی ناحیهٔ برش
fi: Nollaa rajausalue
fil: I‑reset ang lugar ng crop
fr: Réinitialiser la zone de recadrage
fr_ca: Réinitialiser la zone de recadrage
gu: ક્રોપ વિસ્તાર રીસેટ કરો
ha: Sake saitin yankin yanke
he: אפס את אזור הגזירה
hi: क्रॉप क्षेत्र रीसेट करें
hr: Resetiraj područje izreza
hu: Visszaállítja a vágóterületet
id: Atur ulang area potong
it: Reimposta area di ritaglio
ja: 切り取り範囲をリセット
jv: Atur ulang area potong
kk: Қию аймағын қалпына келтіру
kn: ಕತ್ತರಿಸುವ ಪ್ರದೇಶವನ್ನು ಮರುಸetsk ಮಾಡು
ko: 잘라내기 영역 재설정
ku: Herêmê cropê vegerîne
mr: क्रॉप क्षेत्र रीसेट करा
ms: Tetapkan semula kawasan potongan
nb: Tilbakestill beskjæringsområde
nl: Bijsnijdgebied resetten
pa: ਕ੍ਰਾਪ ਖੇਤਰ ਰੀਸੈਟ ਕਰੋ
pl: Resetuj obszar kadrowania
pt_br: Redefinir área de corte
pt_pt: Repor área de corte
ro: Resetează aria de decupare
ru: Сбросить область кадрирования
sk: Resetovať oblasť orezania
su: Reset wewengkon motong
sv: Återställ beskärningsområde
sw: Weka upya eneo la kukata
ta: க்ராப் பகுதியை மீட்டமைக்கவும்
te: క్రాప్ ప్రాంతాన్ని రీసెట్ చేయండి
th: ตั้งค่าพื้นที่คร็อปใหม่
tr: Kırpma alanını sıfırla
ug: كەسىش رايونىنى قايتا تەڭشە
uk: Скинути область обрізки
ur: کٹائی کا علاقہ ری سیٹ کریں
vi: Đặt lại vùng cắt
xh: Setha kwakhona indawo yokusika
zh_hans: 重置裁剪区域
zh_hant: 重設裁切範圍
zh_hk: 重設裁剪範圍
zu: Setha kabusha indawo yokusika

source: Response could not be parsed:
ar: تعذّر تفسير الاستجابة:
az: Cavab pars edilə bilmədi:
bg: Отговорът не можа да бъде разчетен:
bn: প্রতিক্রিয়া বিশ্লেষণ করা যায়নি:
ca: No s'ha pogut analitzar la resposta:
cs: Odpověď se nepodařilo rozparsovat:
da: Svaret kunne ikke fortolkes:
de: Antwort konnte nicht analysiert werden:
el: Η απάντηση δεν μπόρεσε να αναλυθεί:
es: No se pudo interpretar la respuesta:
es_419: No se pudo analizar la respuesta:
es_mx: No se pudo analizar la respuesta:
es_us: No se pudo analizar la respuesta:
fa: پاسخ قابل تجزیه نبود:
fi: Vastausta ei voitu jäsentää:
fil: Hindi ma‑parse ang tugon:
fr: La réponse n'a pas pu être analysée :
fr_ca: La réponse n’a pas pu être analysée :
gu: પ્રતિસાદ પાર્શ કરવો શક્ય ન થયો:
ha: Amsa ba za a iya fassara ta ba:
he: לא ניתן לפרש את התשובה:
hi: प्रतिक्रिया को पार्स नहीं किया जा सका:
hr: Odgovor se nije mogao razčlaniti:
hu: A választ nem sikerült feldolgozni:
id: Respons tidak dapat diurai:
it: Impossibile analizzare la risposta:
ja: 応答を解析できませんでした：
jv: Tanggapan ora bisa diparsing:
kk: Жауап талданбады:
kn: ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ವಿಶ್ಲೇಷಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ:
ko: 응답을 파싱할 수 없습니다:
ku: Bersiv nayê parz kirin:
mr: प्रतिसाद पार्स केला जाऊ शकला नाही:
ms: Respons tidak dapat diurai:
nb: Svaret kunne ikke tolkes:
nl: Reactie kon niet worden ontleed:
pa: ਪ੍ਰਤੀਕਿਰਿਆ ਨੂੰ ਪਾਰਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ:
pl: Nie można sparsować odpowiedzi:
pt_br: A resposta não pôde ser analisada:
pt_pt: A resposta não pôde ser analisada:
ro: Răspunsul nu a putut fi analizat:
ru: Невозможно разобрать ответ:
sk: Odpoveď sa nedala rozparsovať:
su: Réspon teu tiasa diurai:
sv: Svaret kunde inte tolkas:
sw: Majibu hayawezi kufasiriwa:
ta: பதிலை பகுப்பாய்வு செய்ய முடியவில்லை:
te: స్పందన పార్స్ చేయలేకపోయింది:
th: ไม่สามารถแยกวิเคราะห์คำตอบได้:
tr: Yanıt ayrıştırılamadı:
ug: جاۋابنى پارسلاش بولمىدى:
uk: Не вдалося розібрати відповідь:
ur: جواب کو پارس نہیں کیا جا سکا:
vi: Không thể phân tích phản hồi:
xh: Impendulo ayinakuhlalutshwa:
zh_hans: 无法解析响应：
zh_hant: 回應無法解析：
zh_hk: 無法解析回應：
zu: Impendulo ayikwazanga ukuhlaziywa:
